ent-N14ClothingHandsGlovesCaesarLegionCenturion = Наручи центуриона
    .suffix = Легион Цезаря
    .desc = Плотные, из потемневшей кожи с нашитыми металлическими пластинами. Изношены боями, но всё ещё надёжно защищают руки воина Легиона.

ent-N14ClothingHandsGlovesCaesarLegionRangerCenturion = Перчатки рейнджера НКР
    .suffix = Легион Цезаря
    .desc = Прочные кожаные перчатки с защитными вставками. Созданы для боя и выживания

ent-N14ClothingHandsGlovesCaesarLegionTankCenturion = Стальные перчатки центуриона
    .suffix = Легион Цезаря
    .desc = Массивные перчатки, сделанные из прочной стали

ent-N14ClothingHandsGlovesCaesarLegionSunLegat = Наручи легата
    .suffix = Легион Цезаря
    .desc = Плотные, из потемневшей кожи с нашитыми металлическими пластинами. Изношены боями, но всё ещё надёжно защищают руки воина Легиона.

ent-N14ClothingHandsGlovesCaesarLegionPowerFist = Силовой кастет
    .suffix = Легион Цезаря
    .desc = Представляет собой механический усилитель ударов с различными приводами, типами питания и устройством. При ударе поршень с огромной скоростью и силой выталкивается вперёд, нанося повреждения противнику. Украшен и присвоен под нужды Легиона Цезаря
