#Mojave Bos
ent-N14ClothingHeadHatBrotherhoodMojaveHelmet = шлем Мохавского Братства
    .desc = Модифицированный боевой шлем, который служит верой и правдой бойцам Мохавского Братства Стали.
ent-N14ClothingHeadHatBrotherhoodMojaveHelmetVeteran = боевой шлем ветерана Мохавского Братства
    .desc = Сколы на этом шлеме - метки боевого опыта, говорящие о нелёгкой службе в Мохавском Братстве.
ent-N14ClothingHeadHatBrotherhoodMojaveHelmetRecon = разведывательный шлем Мохавского Братства
    .desc = Шлем, изготовленный Западным Братством, разработанный как для защиты, так и для скрытных операций.

#Enclave
ent-N14ClothingHeadHatEnclaveSecretServiceHelmet = шлем секретной службы
    .desc = Крепкий стальной шлем с встроенным противогазом обеспечивает высокую защиту от большинства видов урона. Передавая разработка ученых, созданная для специальной секретной службы "Анклава".

#Caesar Legion
ent-N14ClothingHeadHatSunLegatHelmet = Галея Солнцеликого легата
    .suffix = Легион Цезаря
    .desc =  Шлем сделанный лучшими кузнецами феникса. Имеет гребень из черных и золотых перьев, означающий власть и жестокость Легиона
ent-N14ClothingHeadHatSunPraetorianHelmet = Шлем преторианца
    .suffix = Легион Цезаря
    .desc = Нательная броня - преторианца "Солнцеликого легата". Крепкая, облегченная броня. Позволяет быстро реагировать на опасности и обеспечивать защиту легата
ent-N14ClothingHeadHatTankCenturionHelmet = Шлем центуриона-танка
    .suffix = Легион Цезаря
    .desc = Тяжелый стальной шлем центуриона, в котором очень трудно дышать
ent-N14ClothingHeadHatRangerCenturionHelmet = Шлем центуриона-рейнджера
    .suffix = Легион Цезаря
    .desc =  Шлем пустынного рейнджера со встроенным ПНВ переделанный под нужды Легиона.
ent-N14ClothingHeadHatCenturionHelmet = Шлем центуриона
    .suffix = Легион Цезаря
    .desc = Тяжёлый головной доспех из металла и дублёной кожи с высоким гребнем из красных перьев. Символ командирской власти, внушающий страх и уважение. Обеспечивает отличную защиту и подчёркивает статус воина элиты Легиона Цезаря.
ent-N14ClothingHeadHatCaesarLegionVenatorHelmet = Шлем венатора
    .suffix = Легион Цезаря
    .desc = Шлем офицера разведки выполнен из металла и украшен рогами быка — символом мощи и преданности Легиону Цезаря. Прочный, устрашающий и практичный, он защищает голову и внушает страх врагам.Этот экземпляр — трофей, снятый после схватки с ветераном-рейнджером, знак доблести и личной победы владельца.
ent-N14ClothingHeadHatCaesarLegionDecanusVeteranHelmet = Галея декана ветеранов
    .suffix = Легион Цезаря
    .desc = Кожаный шлем с красными, белыми и черными перьями на макушке, простой и лёгкий. Обеспечивает оптимальную защиту головы и служит отличительным знаком принадлежности к Легиону Цезаря.
ent-N14ClothingHeadHatCaesarLegionDecanusPrimeHelmet = Галея декана воинов
    .suffix = Легион Цезаря
    .desc =  Кожаный шлем с чёрными перышками на макушке. Прочный и простой, обеспечивает базовую защиту головы и символизирует статус воина в Легионе Цезаря.
ent-N14ClothingHeadHatCaesarLegionDecanusRecruitHelmet = Галея декана рекрута
    .suffix = Легион Цезаря
    .desc = Кожаный шлем с красными перьями на макушке, простой и лёгкий. Обеспечивает оптимальную защиту головы и служит отличительным знаком принадлежности к Легиону Цезаря.
ent-N14ClothingHeadHatCaesarLegionInstructorHelmet = Шлем легионера-инструктора
    .suffix = Легион Цезаря
    .desc = Довоенный футбольный шлем, усиленный ремнями и ржавыми вставками, с повязкой, разбитыми очками. Обеспечивает базовую защиту и символизирует страх для рекрутов  Легиона.
ent-N14ClothingHeadHatCaesarLegionVeteranHelmet = Шлем легионера-ветерана
    .suffix = Легион Цезаря
    .desc = Довоенный футбольный шлем, усиленный ремнями и металлическими вставками, с повязкой, закрывающей лицо. Обеспечивает базовую защиту и символизирует статус в армии Легиона. 
ent-N14ClothingHeadHatCaesarLegionVexillariusHelmet = Капюшон вексиллария
    .suffix = Легион Цезаря
    .desc = Сделан из головы койота и оснащён тёмными очками для защиты глаз
ent-N14ClothingHeadHatCaesarLegionPrimeHelmet = Шлем легионера-воина
    .suffix = Легион Цезаря
    .desc = Кожаный шлем, в основе — бейсбольная кепка с лёгким металлическим покрытием, с простыми очками и тканевой повязкой, закрывающей лицо.
ent-N14ClothingHeadHatCaesarLegionRecruitHelmet = Шлем легионера-рекрута
    .suffix = Легион Цезаря
    .desc = Кожаный довоенный бейсбольный шлем с чёрной повязкой, закрывающей лицо.