ent-N14ClothingUniformJumpsuitEnclaveScientist = комбинезон Убежища
    .desc = Чей-то комбинезон Убежища... Чья-то нерассказанная история.

ent-N14ClothingUniformJumpsuitEnclaveColonel = униформа полковника анклава
    .desc = Униформа состоящая из куртки и брюк черного цвета. На обеих плечах мундира можно увидеть нашивку с эмблемой "Анклав". 

ent-N14ClothingUniformJumpsuitEnclaveParadeOfficer = золотая форма офицера анклава
    .desc = Парадная униформа состоящая из куртки и брюк серого цвета, украшена золотой вышивкой. На обеих плечах мундира можно увидеть золотую нашивку с эмблемой "Анклав".

ent-N14ClothingUniformJumpsuitEnclaveSoldier = форма солдата анклава
    .desc = Комбинезон бурого цвета. На обеих плечах можно увидеть нашивку с эмблемой "Анклав".

ent-N14ClothingUniformJumpsuitEnclaveCivilian = форма гражданского анклава
    .desc = Комбинезон бурого цвета. На обеих плечах можно увидеть нашивку с эмблемой "Анклав".