ent-N14DecorationFlagBrotherhoodMojave = флаг МБС
    .desc =  Темно-серый флаг Мохавского Братства Стали, меч на фоне шестерёнок — сила и прогресс, крылья символизируют надежду.
    .suffix = Маппинг

ent-N14DecorationFlagGangStupidDogs = флаг Уродливых псов
    .desc =  Перекрученный металлолом,. На нём трепещет зелёное, выцветшее полотнище с грубо выведенной чёрной пастью. Краска облезла, ткань в дырах, но символ всё ещё яростно напоминает: здесь правят псы, что выживают лишь зубами й злостью.
    .suffix = Маппинг

ent-N14DecorationFlagGangShakal = флаг Шакалов
    .desc =  Тонкий, но прочный металлический прут. На нём висит белое полотнище, давно выцветшее до грязно-белого. Сквозь дыры и прожжённые края всё ещё виден контур шакала — хищного и хитрого, как сама пустошь. Символ стаи, что живет за законом крови и обмана
    .suffix = Маппинг

ent-N14DecorationFlagCaesarLegion = флаг Легиона Цезаря
    .desc = Тонкий, но прочный металлический прут.
    .suffix = Маппинг
