# Point of Interest victory messages

# Предпоследний флаг (last secondary point lost, key point unlocked)

# BOS attacks
poi-lastflag-bos-ncr = Братство Стали максимально увеличило своё влияние, подойдя к реке Колорадо, это даёт надежду, что Солнцеликий Легат отступить на восток.
poi-lastflag-bos-legion = Братство Стали в очередной раз доказывает, что сталь сильнее плоти, захватывая Фитсбург.

# NCR attacks
poi-lastflag-ncr-bos = Командование вооруженных сил Новой Калифорнийской Республики в Соноре, объявили о начале операции: по уничтожению штаба технофашистких элементов "братства стали", на территории Юмы. - сообщает посольство НКР.
poi-lastflag-ncr-legion = Войска Новой Калифорнийской Республики вплотную подошли к реке Колорадо, готовясь к освобождению Стилтауна от дикарей Легиона Цезаря - сообщает Посольство НКР.

# Legion attacks
poi-lastflag-legion-bos = У бункера Сонорского Братства можно было заметить, как легионеры быстрым темпом рвали их новороченные вентокрыли. Всей Юме ясно, что центурион готов закончить историю отделения Соноры.
poi-lastflag-legion-ncr = Фитсбург и его защитники были подвержены созжению карательными отрядами Легиона. Это означало, что Легион Цезаря подошел к последним рубежам Новой Калифорнийской Республики в Юме.

# Последний флаг (key point captured, total victory)

# BOS captures
poi-victory-bos-ncr = Флаги Братства Стали повисли над штабом Новой Калифорнийской Республики. Командование вооруженных сил Новой Калифорнийской Республики приняло решение вычеркнуть Юму из планов расширения территорий. А вот Сонорскому отделению Братства Стали, западный Совет Старейшин принял решение: отправить боевых единиц в Сонору, смотря на их военные успехи в регионе.
poi-victory-bos-legion = За рекой Колорадо одним мигом возвелась тотальная тишина, перестали исходить крики легионеров и звуки выстрела из лазерного оружия - это означало полный крах Легиона в регионе. Солнцеликий Легат принял решение отступить на восток. А вот Сонорскому отделению Братства Стали, западный Совет Старейшин принял решение: отправить боевых единиц в Сонору, смотря на их военные успехи в регионе.

# NCR captures
poi-victory-ncr-bos = Командование вооруженных сил Новой Калифорнийской Республики в Соноре, с гордостью объявляет, что операция по уничтожению штаба "Братства Стали" проведена успешно. Правительство НКР пообещало увеличит финансирование военных операций в Юме - сообщает посольство НКР.
poi-victory-ncr-legion = Доблестные войска Новой Калифорнийской Республики освободили Стилтаун от террора Легиона Цезаря, сместив их и некого "Солнцеликого Легата" дальше на восток. Правительство НКР пообещало увеличить финансирование военных операций в Юме - сообщает посольство и разведка НКР.

# Legion captures
poi-victory-legion-bos = В бункере братства утихла стрельба и крики, а на входе повис красный флаг с золотым быком - это означал конец истории Сонорского отделения братства. Солнцеликий Легат же, узнав о победе над "технократами", отправил в регион дополнительные контубернии, дабы завершить свою миссию в Юме.
poi-victory-legion-ncr = Возле штаба Новой Калифорнийской Республики можно было заметить кресты, с распятами на них офицерами и рейнджерами НКР. Это означало, что Легион окончательно вытесняет силы НКР из региона. НКР, не желая терять клачок территории в Соноре, отправило послов на восток прямо к Цезарю, скорее всего в скором времени это закончится полномасштабной войной. Сонлцеликий Легат же принял решение отправить несколько контуберний в Юму, дабы закончить свою миссию.
