# Point of Interest victory messages

# Предпоследний флаг (last secondary point lost, key point unlocked)

# BOS attacks
poi-lastflag-bos-ncr = Братство Стали в очередной раз доказывает, что сталь сильнее плоти, захватывая под свой контроль Фитсбург.
poi-lastflag-bos-legion = Братство Стали максимально увеличило своё влияние, подойдя к реке Колорадо, отбросив силы Легиона Цезаря.
poi-lastflag-bos-tribe = Сонорское Братство готовится уничтожить дикарей-рыбаков. Братство не потерпит, чтобы грязные руки прикасались к технологиям, которые они не в состоянии понять.

# NCR attacks
poi-lastflag-ncr-bos = Командование вооруженных сил Новой Калифорнийской Республики, объявили о начале операции: по уничтожению штаба Сонорского Братства на территории Юмы. - сообщает посольство НКР.
poi-lastflag-ncr-legion = Войска Новой Калифорнийской Республики вплотную подошли к реке Колорадо, готовясь к освобождению Стиллтауна от армии дикарей Цезаря - сообщает Посольство НКР.
poi-lastflag-ncr-tribe = Племя рыбаков загнано в угол! Командование вооруженных сил Новой Калифорнийской Республики закидывает удочки для наведения порядка и усмирения дикарей.

# Legion attacks
poi-lastflag-legion-bos = У бункера Сонорского Братства, легионеры разрушили и сожгли всю технику. По Юме разошлись слухи что центурион готовится захватить бункер Братства Стали, тем самым закончить историю Сонорского отделения. Легион Цезаря готовится к осаде бункера.
poi-lastflag-legion-ncr = Фитсбург и его защитники были подвержены сожжению карательными отрядами Легиона. Это означало, что Легион Цезаря подошел к последнему рубежу Новой Калифорнийской Республики в Юме.
poi-lastflag-legion-tribe = Легион Цезаря затягивает сеть разобщенных дикарей - рыбаков. Легионеры готовятся аннексировать новое племя в свой состав.

# Tribal attacks
poi-lastflag-tribe-legion = Непокорное племя рыбаков громит Легион и готовится форсировать родную реку в другом устье, чтобы покончить с империалистами востока!
poi-lastflag-tribe-bos = Племя бывших рыбаков и дикарей разграбили окрестности возле Бункера Сонорского Братства! Племя готовится выловить последних выживших из их бетонных пещер.
poi-lastflag-tribe-ncr = Рыболовы из племени разграбили город Фитсбург и готовятся осадить последний оплот демократии.

# Последний флаг (key point captured, total victory)

# BOS captures
poi-victory-bos-ncr = Флаги Братства Стали повисли над штабом Новой Калифорнийской Республики. Командование вооруженных сил Новой Калифорнийской Республики приняло решение вычеркнуть Юму из планов расширения территорий. Сонорскому отделению Братства Стали, западный совет старейшин одобрил усиленное снабжение их кампании.
poi-victory-bos-legion = Над Колорадо нависла звенящая тишина после схватки, затихли крики легионеров и звуки выстрела из лазерного оружия – Братство Стали гонит Легион Цезаря из региона. Сонорскому отделению Братства Стали, западный совет старейшин одобрил усиленное снабжение их кампании.
poi-victory-bos-tribe = Племя рыбаков познало истинную мощь технологий. Их примитивные оружия не смогли защитить их от праведного огня Братства. Поселение дикарей сожжено дотла.

# NCR captures
poi-victory-ncr-bos = Командование вооруженных сил Новой Калифорнийской Республики в Соноре, с гордостью объявляет, что операция по уничтожению штаба "Братства Стали" проведена успешно. Командование вооруженных сил Новой Калифорнийской Республики увеличит финансирование новых военных операций в Юме - сообщает посольство НКР.
poi-victory-ncr-legion = Доблестные войска Новой Калифорнийской Республики освободили Стиллтаун от зверств Легиона Цезаря, сместив их дальше на восток. Так же разведка НКР сообщает что генерал Легиона некий Солнцеликий, войска которого действовали в Соноре, был распят Цезарем. Командование вооруженных сил Новой Калифорнийской Республики увеличит финансирование новых военных операций в Юме - сообщает посольство и разведка НКР.
poi-victory-ncr-tribe = Операция Новой Калифорнийской Республики по зачистке дикарей и прилегающих территорий успешно завершена. Рыбацкое племя перестало существовать, их вождь уничтожен на радость мирным жителям. Никакой пощады бандитам, вставшим на пути цивилизации.

# Legion captures
poi-victory-legion-bos = В бункере Братства утихла стрельба и крики, из входа в бункер валит густой дым, горят лагерные огни, бьют барабаны. Сонорское Братство пало под натиском Легиона Цезаря. Центурион с командующим составом обзавелись славой и признанием Цезаря.
poi-victory-legion-ncr = Возле штаба Новой Калифорнийской Республики можно было заметить кресты, с распятыми на них офицерами и рейнджерами НКР. Легион окончательно вытесняет силы НКР из региона. Республика не желая терять клочок территории в Соноре, отправило послов на восток к самому Цезарю. Центурион с командующим составом обзавелись славой и признанием Цезаря, Солнцеликий легат пообещал вознаградить центурию.
poi-victory-legion-tribe = Племя рыбаков повержено Легионом. Цезарь принес этим землям кровавый порядок. Дикари получили урок истинной силы. Легион интегрирует выживших и забирает трофеи.

# Tribal captures
poi-victory-tribe-legion = Племя рыбаков окончательно прогоняет Легион Цезаря с территории Юмы. Разобщенные дикари, бывшие рыбаки одержали победу над армией рабов Цезаря. Дикари объединяются и становятся организованнее, используя военные доктрины Легиона.
poi-victory-tribe-bos = Дикари из племени рыбаков вскрыли бункер как рыбные консервы! Небольшое рыбацкое племя разгромило целое подразделение Братства Стали! Дикари объединяются и становятся организованнее, вооружаясь передовым оружием Братства.
poi-victory-tribe-ncr = Дикари захватили последний оплот демократии в Юме! Новая Калифорнийская республика сломала когти об стальную чешую. Свет демократии больше не сияет в Юме. Дикари объединяются и становятся организованнее, используя запасы республики.
