ent-N14ClothingOuterMojaveBrotherhoodScribeRobes = пальто писца
    .desc = Искусно сшитое одеяние, обшитое кожей, которое носят писцы, с символом Братства, украшающим грудь и спину.

ent-N14ClothingOuterEnclaverColonelCoat = плащ полковника анклава 
    .desc = Длинный плащ цвета слоновой кости. Плечи защищены дополнительными прошитыми вставками. На пуговицах изображены звёзды.

ent-N14ClothingOuterEnclaveRadSuit = защитный костюм анклава
    .desc = Представляет собой комбинезон белого цвета с гермошлемом, оборудованным светозащитной лицевой пластиной. Рукава и штанины скафандра снабжены разъёмами для подключения к внешней аппаратуре. На груди и спине размещены ранцы с дыхательными приборами, подключёнными к шлему при помощи гофрированных шлангов.