#Mojave Bos
ent-N14ClothingOuterMojaveBoSPaladinArmor = броня паладина МБС
    .desc = Прочный доспех, используемый паладинами Мохавского Братства. Кажется, он был выкован искусными мастерами специально для ВОЙНЫ!
ent-N14ClothingOuterMojaveBoSReconArmor = разведывательная броня Братства
    .desc = Разведывательный доспех, изготовленный Западным Братством и предназначенный только для чинов высокого ранга.
ent-N14ClothingOuterMojaveBoSInitiateArmor = броня новобранца МБС
    .desc = Лёгкий комплект брони, используемый новобранцами Мохавского Братства. В нём мало настоящих защитных пластин, но он дешёв в производстве.
ent-N14ClothingOuterMojaveBoSSquireArmor = броня оруженосца МБС
    .desc = Лёгкий комплект брони, используемый оруженосцами Мохавского Братства. Защитных пластин немного, но броня хорошо защищает от холода.
ent-N14ClothingOuterMojaveBoSKnightArmor = броня рыцаря МБС
    .desc = Комплект боевой брони, используемый рыцарями Мохавского Братства. Почти идентичен довоенным комплектам, выдававшимся военным.
ent-N14ClothingOuterMojaveBoSSeniorKArmor = броня старшего рыцаря МБС
    .desc = Комплект боевой брони, используемый старшими рыцарями Мохавского Братства. Немного прочнее, чем снаряжение обычных бойцов.

#Enclave
ent-N14ClothingOuterEnclaveSecretServiceArmor = броня секретной службы
    .desc = Крепкий комплект нательной стальной брони. Стальные пластины данной брони способны выдерживать длительный урон из вне. Передавая разработка ученых, созданная для специальной секретной службы "Анклава".

#Caesar Legion
ent-N14ClothingOuterCaesarLegionSunLegatArmor = Броня Солнцеликого легата
    .suffix = Легион Цезаря
    .desc = Тяжелая броня предводителя юго-запада Легиона, состоящею так и из толстых стальных пластин, так и из легких кожный вкладок обеспечивающею  мобильность.
ent-N14ClothingOuterCaesarLegionPraetorianCenturionArmor = Броня преторианца
    .suffix = Легион Цезаря
    .desc = Нательная броня - преторианца "Солнцеликого легата". Крепкая, облегченная броня. Позволяет быстро реагировать на опасности и обеспечивать защиту легата
ent-N14ClothingOuterCaesarLegionTankCenturionArmor = Доспехи центуриона-танка Легиона
    .suffix = Легион Цезаря
    .desc = Состоит из толстых стальных пластин переплавленной силовой брони
ent-N14ClothingOuterCaesarLegionRangerCenturionArmor = Доспехи центуриона-рейнджера Легиона
    .suffix = Легион Цезаря
    .desc = Состоит из боевого плаща  пустынного рейнджера. Когда-то элитная защита от раба-владельцев, а теперь трофей центуриона. 
ent-N14ClothingOuterCaesarLegionCenturionArmor = Доспехи центуриона Легиона
    .suffix = Легион Цезаря
    .desc = Состоит из частей брони, захваченной Легионом в бою, и представляет собой настоящий путеводитель по группировкам Пустоши.
ent-N14ClothingOuterCaesarLegionVenatorArmor = Броня венатора Легиона
    .suffix = Легион Цезаря
    .desc = Усиленная лёгкая броня из тёмной кожи со стальными вставками с выбитым быком. Обеспечивает подвижность и надёжную защиту опытных бойцов Легиона.
ent-N14ClothingOuterCaesarLegionInstructorArmor = Броня ветерана-инструктора Легиона
    .suffix = Легион Цезаря
    .desc = Поношенный вариант брони ветерана с наголенниками и нарукавником с гвоздями на правой руке. Состоит из дублёной кожи и заклёпанных ремней, с небольшими ржавыми наплечниками. Легка и прочна, идеально подходит для ближнего боя, хотя в перестрелке она не столь эффективна.
ent-N14ClothingOuterCaesarLegionVeteranArmor = Броня ветерана Легиона
    .suffix = Легион Цезаря
    .desc = Усовершенствованный вариант брони воина с наголенниками и нарукавником с гвоздями на правой руке. Состоит из дублёной кожи и заклёпанных ремней, с небольшими стальными наплечниками. Легка и прочна, идеально подходит для ближнего боя,  более менее устойчивая к маленькому калибру оружия.
ent-N14ClothingOuterCaesarLegionVexillariusArmor = Броня вексиллария
    .suffix = Легион Цезаря
    .desc = Практически не отличается от брони воина Легиона, но имеет главное отличие — закреплённое за спиной знамя Легиона
ent-N14ClothingOuterCaesarLegionPrimeArmor = Броня воина Легиона
    .suffix = Легион Цезаря
    .desc = Облегчённый вариант доспеха ветерана Легиона. Состоит из дублёной кожи и ремней со стальными заклёпками, имеет небольшие наплечники и кожаный шлем от довоенного футбольного. Легка и прочна, подходит для ближнего боя, но малоэффективна против огнестрела.
ent-N14ClothingOuterCaesarLegionRecruitArmor = Броня рекрута Легиона
    .suffix = Легион Цезаря
    .desc = Это простая и широко распространённая среди легионеров броня практически идентична броне преторианца Легиона и имеет только два отличия: она не имеет плаща и нарукавников, защищающих предплечья.
ent-N14ClothingOuterCaesarLegionScoutArmor = Броня разведчика Легиона
    .suffix = Легион Цезаря
    .desc = Облегчённый вариант боевой экипировки, созданный для мобильности. Не обеспечивает достойную защиту при минимальном весе, не сковывает движения и подходит для длительных вылазок, разведки и диверсий.